import React from "react";
import "./About.css";

const About = () => {
  return (
    <section className="about-section">
      <div className="about-grid">
        <div className="about-item">
          <h1>Σχετικά με Εμάς</h1>
          <p>
            Είμαστε μια ομάδα ανθρώπων που αγαπούν τα κατοικίδια και θέλουν να
            βοηθήσουν όσα έχουν ανάγκη. Η αποστολή μας είναι να παρέχουμε
            υπηρεσίες φροντίδας για κατοικίδια που χρειάζονται υγειονομική
            υποστήριξη, τρόφιμα και να βοηθάμε στη διαδικασία υιοθεσίας τους.
          </p>
        </div>
        <div className="about-item">
          <h1>Συνεργασία με Φιλοζωικές Ομάδες</h1>
          <p>
            Στην πλατφόρμα μας συνεργαζόμαστε με πιστοποιημένες φιλοζωικές
            ομάδες και οργανισμούς, που μοιράζονται το ίδιο πάθος με εμάς για τη
            φροντίδα των ζώων.
          </p>
        </div>
        <div className="about-item">
          <h1>Υιοθεσία Κατοικιδίων</h1>
          <p>
            Αναζητάτε έναν τετράποδο φίλο; Μέσω της πλατφόρμας μας μπορείτε να
            βρείτε κατοικίδια που είναι έτοιμα για υιοθεσία και να συνδεθείτε με
            τις φιλοζωικές οργανώσεις που τα φροντίζουν.
          </p>
        </div>
        <div className="about-item">
          <h1>Εθελοντισμός</h1>
          <p>
            Θέλετε να βοηθήσετε; Ο εθελοντισμός είναι ένας από τους πιο
            σημαντικούς τρόπους με τους οποίους μπορείτε να συνεισφέρετε στη
            φροντίδα των ζώων.
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
