import React from "react";
import Navbar from "../components/Navbar";
import Footer from "../components/Footer";
import "./About.css";

const About = () => {
  return (
    <div>
      <Navbar />
      <section className="about-section">
        <div className="about-container">
          <h1>Σχετικά με Εμάς</h1>
          <p>
            Είμαστε μια ομάδα ανθρώπων που αγαπούν τα κατοικίδια και θέλουν να
            βοηθήσουν όσα έχουν ανάγκη. Η αποστολή μας είναι να παρέχουμε
            υπηρεσίες φροντίδας για κατοικίδια που χρειάζονται υγειονομική
            υποστήριξη, τρόφιμα και να βοηθάμε στη διαδικασία υιοθεσίας τους.
          </p>
          <p>
            Στόχος μας είναι να γίνουμε ο σύνδεσμος μεταξύ των κατοικιδίων που
            χρειάζονται βοήθεια και των ανθρώπων που είναι πρόθυμοι να
            προσφέρουν. Μέσα από τις υπηρεσίες μας, προσπαθούμε να παρέχουμε την
            καλύτερη δυνατή φροντίδα για τα κατοικίδια και να ενισχύσουμε τη
            σχέση μεταξύ ανθρώπου και ζώου.
          </p>
        </div>
      </section>
      <Footer />
    </div>
  );
};

export default About;
